INSERT INTO public.'MenuPosition' (name, price, composition, type, images)
VALUES
('Четвертьфунтовый Чизбургер', 350, 'Котлета из мраморной говядины, сыр чеддер, овощи, свежая булочка', 'burgers', 'static/images/burger_1.jpg'),
('Двойной Чизбургер с беконом', 500, 'Две котлеты из мраморной говядины, сыр чеддер, бекон, свежая булочка', 'burgers', 'static/images/burger_4.jpg'),
('Чемпионский', 400, 'Котлета из мраморной говядины, маринованые огурчики, хашбрауни, сыр чеддер, яичница с беконом, свежая булочка', 'burgers', 'static/images/burger_2.jpg'),
('Боровик', 350, 'Котлета из мраморной говядины, салат, сливочный сыр, шампиньоны, свежая булочка', 'burgers', 'static/images/burger_3.jpg'),
('Беконайзер', 650, 'Две Котлеты из мраморной говядины, грильчиз из сыров чеддер и моцарелла, бекон, сыр чеддер, свежая булочка', 'burgers', 'static/images/burger_7.jpg'),
('Бродячий кот', 500, 'Две котлеты из мраморной говядины, маринованые огурчики, лук, сыр чеддер, яичница с беконом, свежий лаваш', 'burgers', 'static/images/burger_6.jpg'),
('Остряк', 550, 'Две котлеты из мраморной говядины, сыр чеддер, перец халапеньо, домашний соус чили кон-карне, красный лук, свежая булочка', 'burgers', 'static/images/burger_5.jpg'),
('Малыш', 300, 'Котлета из мраморной говядины, сыр чеддер, кольца ананаса, бекон, свежая булочка', 'burgers', 'static/images/burger_8.jpg'),
('Толстяк', 1000, 'Пять котлет из мраморной говядины, бекон, сыр чеддер, свежая булочка', 'burgers', 'static/images/burger_9.jpg'),

('Пепперони', 550, 'Пикантная пепперони, моцарелла, томатный соус', 'pizza', 'static/images/pizza_1.jpg'),
('Ветчина и грибы', 500, 'Ветчина, шампиньоны, моцарелла, томатный соус', 'pizza', 'static/images/pizza_2.jpg'),
('Ветчина и сыр', 450, 'Ветчина, моцарелла, соус альфредо', 'pizza', 'static/images/pizza_3.jpg'),
('Песто с брынзой', 600, 'Цыпленок, соус песто, кубики брынзы, томаты, моцарелла, соус альфредо', 'pizza', 'static/images/pizza_4.jpg'),
('Карбонара', 600, 'Бекон, сыры чеддер и пармезан, моцарелла, томаты, красный лук, чеснок, соус альфредо', 'pizza', 'static/images/pizza_5.jpg'),
('Гавайская', 550, 'Ветчина, ананасы, моцарелла, томатный соус', 'pizza', 'static/images/pizza_6.jpg'),
('Мясная', 600, 'Цыпленок, ветчина, пикантная пепперони, острая чоризо, моцарелла, томатный соус', 'pizza', 'static/images/pizza_7.jpg'),

('Картофель фри', 100, 'Картофельная соломка, приготовленая во фритюре', 'snack', 'static/images/snack_1.jpg'),
('Картофель по деревенски', 100, 'Картофельные ломтики, приготовленые во фритюре', 'snack', 'static/images/snack_2.jpg'),
('Картофельные чипсы', 150, 'Тонко нарезанные картофельные кружки, приготовленые во фритюре', 'snack', 'static/images/snack_3.jpg'),
('Картофельные шарики', 150, 'Картофельные шарики в панировке, приготовленые во фритюре', 'snack', 'static/images/snack_4.jpg'),
('Чикен-корн', 200, 'Кусочки куриного филе в панировке, приготовленые во фритюре', 'snack', 'static/images/snack_5.jpg'),

('Сырный', 30, '30 мл.', 'sauce', 'static/images/sauce_1.jpg'),
('Чесночный', 30, '30 мл.', 'sauce', 'static/images/sauce_2.jpg'),
('Барбекю', 30, '30 мл.', 'sauce', 'static/images/sauce_3.jpg'),
('Кисло-сладкий', 30, '30 мл.', 'sauce', 'static/images/sauce_4.jpg'),
('Кетчуп', 30, '30 мл.', 'sauce', 'static/images/sauce_5.jpg'),

('Кока-Кола', 99, '0.5 л', 'drink', 'static/images/drink_1.jpg'),
('Фанта', 99, '0.5 л', 'drink', 'static/images/drink_3.jpg'),
('Спрайт', 99, '0.5 л', 'drink', 'static/images/drink_2.jpg'),
('Водичка)))', 59, '0.5 л', 'drink', 'static/images/drink_4.jpg')
